Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Speech Recognition is restricted on this device (e.g. by Screen Time or parental controls).
ar: التعرّف على الكلام مقيّد على هذا الجهاز (مثلًا بواسطة مدة استخدام الجهاز أو أدوات الرقابة الأبوية).
da: Talegenkendelse er begrænset på denne enhed (f.eks. af Skærmtid eller forældrekontrol).
de: Spracherkennung ist auf diesem Gerät eingeschränkt (z. B. durch Bildschirmzeit oder Kindersicherung).
es: El reconocimiento de voz está restringido en este dispositivo (p. ej., por Tiempo de uso o controles parentales).
fi: Puheentunnistus on rajoitettu tällä laitteella (esim. Ruutuajalla tai lapsilukolla).
fr: La reconnaissance vocale est restreinte sur cet appareil (p. ex. par Temps d’écran ou le contrôle parental).
is: Talgreining er takmörkuð á þessu tæki (t.d. með Skjátíma eða foreldrastýringu).
it: Il riconoscimento vocale è limitato su questo dispositivo (ad es. da Tempo di utilizzo o controlli parentali).
ja: この端末では音声認識が制限されています（スクリーンタイムやペアレンタルコントロールなど）。
ko: 이 기기에서 음성 인식이 제한되어 있습니다(예: 스크린 타임 또는 자녀 보호 기능).
nb: Talegjenkjenning er begrenset på denne enheten (f.eks. av Skjermtid eller foreldrekontroll).
nl: Spraakherkenning is beperkt op dit apparaat (bijv. door Schermtijd of ouderlijk toezicht).
pt_br: O Reconhecimento de Fala está restrito neste dispositivo (por ex., pelo Tempo de Uso ou controles parentais).
ru: Распознавание речи ограничено на этом устройстве (например, Экранным временем или родительским контролем).
sv: Taligenkänning är begränsad på den här enheten (t.ex. av Skärmtid eller föräldrakontroll).
zh_hans: 此设备上的语音识别受到限制（例如由“屏幕使用时间”或家长控制所致）。

source: Speech recognition isn't available right now (try again in a moment).
ar: التعرّف على الكلام غير متاح الآن (حاول مرة أخرى بعد قليل).
da: Talegenkendelse er ikke tilgængelig lige nu (prøv igen om lidt).
de: Spracherkennung ist gerade nicht verfügbar (versuch es gleich noch einmal).
es: El reconocimiento de voz no está disponible ahora mismo (inténtalo de nuevo en un momento).
fi: Puheentunnistus ei ole juuri nyt käytettävissä (yritä hetken päästä uudelleen).
fr: La reconnaissance vocale n'est pas disponible pour le moment (réessayez dans un instant).
is: Talgreining er ekki í boði núna (reyndu aftur eftir smástund).
it: Il riconoscimento vocale non è disponibile al momento (riprova tra poco).
ja: 現在、音声認識を利用できません（しばらくしてからもう一度お試しください）。
ko: 지금은 음성 인식을 사용할 수 없습니다(잠시 후 다시 시도하세요).
nb: Talegjenkjenning er ikke tilgjengelig akkurat nå (prøv igjen om litt).
nl: Spraakherkenning is nu niet beschikbaar (probeer het zo opnieuw).
pt_br: O reconhecimento de fala não está disponível agora (tente de novo em instantes).
ru: Распознавание речи сейчас недоступно (повторите попытку чуть позже).
sv: Taligenkänning är inte tillgänglig just nu (försök igen om en stund).
zh_hans: 语音识别当前不可用（请稍后再试）。

source: Speech Recognition permission was not granted.
ar: لم يتم منح إذن التعرّف على الكلام.
da: Tilladelse til talegenkendelse blev ikke givet.
de: Die Berechtigung für Spracherkennung wurde nicht erteilt.
es: No se concedió el permiso de reconocimiento de voz.
fi: Puheentunnistuksen lupaa ei annettu.
fr: L’autorisation de reconnaissance vocale n’a pas été accordée.
is: Heimild fyrir talgreiningu var ekki veitt.
it: Il permesso per il riconoscimento vocale non è stato concesso.
ja: 音声認識の許可が得られませんでした。
ko: 음성 인식 권한이 허용되지 않았습니다.
nb: Tillatelse til talegjenkjenning ble ikke gitt.
nl: Toestemming voor spraakherkenning is niet gegeven.
pt_br: A permissão de Reconhecimento de Fala não foi concedida.
ru: Разрешение на распознавание речи не предоставлено.
sv: Behörighet för taligenkänning gavs inte.
zh_hans: 未获得语音识别权限。

source: Speech recognizer not created (locale unsupported?)
ar: لم يتم إنشاء أداة التعرّف على الكلام (اللغة غير مدعومة؟)
da: Talegenkendelse kunne ikke oprettes (sproget understøttes ikke?)
de: Spracherkennung nicht erstellt (Sprache nicht unterstützt?)
es: No se ha creado el reconocedor de voz (¿idioma no compatible?)
fi: Puheentunnistinta ei luotu (kieltä ei tueta?)
fr: Module de reconnaissance vocale non créé (langue non prise en charge ?)
is: Talgreinir ekki búinn til (tungumál ekki stutt?)
it: Riconoscitore vocale non creato (lingua non supportata?)
ja: 音声認識エンジンを作成できませんでした（ロケール非対応？）
ko: 음성 인식기를 만들지 못했습니다(지원되지 않는 로케일?)
nb: Talegjenkjenneren ble ikke opprettet (språket støttes ikke?)
nl: Spraakherkenner niet aangemaakt (taal niet ondersteund?)
pt_br: Reconhecedor de fala não criado (idioma não suportado?)
ru: Распознаватель речи не создан (язык не поддерживается?)
sv: Taligenkännaren kunde inte skapas (språket stöds inte?)
zh_hans: 未能创建语音识别器（不支持该语言区域？）

source: Stages, duration, in-bed time
ar: المراحل، المدة، الوقت في السرير
da: Stadier, varighed, tid i sengen
de: Phasen, Dauer, Zeit im Bett
es: Fases, duración, tiempo en la cama
fi: Vaiheet, kesto, sängyssä vietetty aika
fr: Phases, durée, temps au lit
is: Stig, lengd, tími í rúmi
it: Fasi, durata, tempo a letto
ja: ステージ、時間、就床時間
ko: 단계, 시간, 침대에 있던 시간
nb: Stadier, varighet, tid i sengen
nl: Fasen, duur, tijd in bed
pt_br: Estágios, duração, tempo na cama
ru: Стадии, длительность, время в постели
sv: Stadier, längd, tid i sängen
zh_hans: 阶段、时长、卧床时间

source: Stairs
ar: الدرج
da: Trapper
de: Treppen
es: Escaleras
fi: Portaat
fr: Escaliers
is: Stigar
it: Scale
ja: 階段
ko: 계단
nb: Trapper
nl: Trappen
pt_br: Escadas
ru: Лестница
sv: Trappor
zh_hans: 爬楼梯

source: started %@
ar: بدأ %@
da: Startet %@
de: gestartet %@
es: iniciado %@
fi: aloitettu %@
fr: démarré %@
is: hafin %@
it: avviato %@
ja: %@ に開始
ko: %@에 시작됨
nb: Startet %@
nl: Gestart %@
pt_br: iniciado %@
ru: начато %@
sv: Startade %@
zh_hans: 开始于 %@

source: Steeper than %lld percent
ar: انحدار أشد من %lld بالمئة
da: Stejlere end %lld procent
de: Steiler als %lld Prozent
es: Más empinado que un %lld por ciento
fi: Jyrkempi kuin %lld prosenttia
fr: Plus raide que %lld pour cent
is: Brattara en %lld prósent
it: Più ripido del %lld per cento
ja: 勾配 %lld パーセント超
ko: 경사 %lld퍼센트 초과
nb: Brattere enn %lld prosent
nl: Steiler dan %lld procent
pt_br: Mais íngreme que %lld por cento
ru: Уклон круче %lld %%
sv: Brantare än %lld procent
zh_hans: 坡度超过百分之 %lld

source: Step %lld of %lld: %@.
ar: الخطوة %1$lld من %2$lld: %3$@.
da: Trin %1$lld af %2$lld: %3$@.
de: Schritt %1$lld von %2$lld: %3$@.
es: Paso %1$lld de %2$lld: %3$@.
fi: Vaihe %1$lld/%2$lld: %3$@.
fr: Étape %1$lld sur %2$lld : %3$@.
is: Skref %1$lld af %2$lld: %3$@.
it: Passo %1$lld di %2$lld: %3$@.
ja: ステップ %1$lld/%2$lld：%3$@。
ko: %2$lld단계 중 %1$lld단계: %3$@.
nb: Trinn %1$lld av %2$lld: %3$@.
nl: Stap %1$lld van %2$lld: %3$@.
pt_br: Etapa %1$lld de %2$lld: %3$@.
ru: Шаг %1$lld из %2$lld: %3$@.
sv: Steg %1$lld av %2$lld: %3$@.
zh_hans: 第 %1$lld 步，共 %2$lld 步：%3$@。

source: Steps, distance, exercise time, VO₂ max
ar: الخطوات، المسافة، وقت التمرين، VO₂ max
da: Skridt, distance, træningstid, VO₂ max
de: Schritte, Distanz, Trainingszeit, VO₂max
es: Pasos, distancia, tiempo de ejercicio, VO₂ máx.
fi: Askeleet, matka, liikunta-aika, VO₂ max
fr: Pas, distance, temps d'exercice, VO₂ max
is: Skref, vegalengd, æfingatími, VO₂ max
it: Passi, distanza, tempo di esercizio, VO₂ max
ja: 歩数、距離、エクササイズ時間、VO₂ max
ko: 걸음, 거리, 운동 시간, VO₂ max
nb: Skritt, distanse, treningstid, VO₂ maks
nl: Stappen, afstand, trainingstijd, VO₂ max
pt_br: Passos, distância, tempo de exercício, VO₂ máx.
ru: Шаги, расстояние, время упражнений, VO₂ max
sv: Steg, distans, träningstid, VO₂ max
zh_hans: 步数、距离、锻炼时间、VO₂ max

source: Stomach
ar: المعدة
da: Mave
de: Magen
es: Estómago
fi: Vatsa
fr: Estomac
is: Magi
it: Stomaco
ja: 胃腸
ko: 위장
nb: Mage
nl: Maag
pt_br: Estômago
ru: Желудок
sv: Mage
zh_hans: 肠胃

source: Stopped early. Sessions updated: %lld.
ar: توقفت مبكرًا. الجلسات المحدّثة: %lld.
da: Stoppet før tid. Opdaterede sessioner: %lld.
de: Vorzeitig gestoppt. Aktualisierte Sitzungen: %lld.
es: Detenido antes de terminar. Sesiones actualizadas: %lld.
fi: Pysäytetty kesken. Päivitettyjä istuntoja: %lld.
fr: Arrêt anticipé. Séances mises à jour : %lld.
is: Stöðvað snemma. Uppfærðar lotur: %lld.
it: Interrotto in anticipo. Sessioni aggiornate: %lld.
ja: 途中で停止しました。更新されたセッション：%lld
ko: 중간에 중지됨. 업데이트된 세션: %lld
nb: Stoppet underveis. Oppdaterte økter: %lld.
nl: Vroegtijdig gestopt. Bijgewerkte sessies: %lld.
pt_br: Interrompido antes do fim. Sessões atualizadas: %lld.
ru: Остановлено досрочно. Обновлено сессий: %lld.
sv: Stoppades i förtid. Uppdaterade sessioner: %lld.
zh_hans: 已提前停止。已更新的记录：%lld。

source: Stopping recording…
ar: جارٍ إيقاف التسجيل…
da: Stopper optagelsen…
de: Aufnahme wird gestoppt…
es: Deteniendo la grabación…
fi: Pysäytetään tallennusta…
fr: Arrêt de l'enregistrement…
is: Stöðva upptöku…
it: Interruzione della registrazione…
ja: 記録を停止中…
ko: 기록 중지 중…
nb: Stopper opptaket…
nl: Opname stoppen…
pt_br: Parando a gravação…
ru: Остановка записи…
sv: Stoppar inspelningen…
zh_hans: 正在停止记录…

source: Strap is no longer connected. Reconnect from the Record screen and try again — your recording is still on the device.
ar: لم يعد الحزام متصلًا. أعد الاتصال من شاشة التسجيل وحاول مرة أخرى — لا يزال تسجيلك على الجهاز.
da: Pulsbæltet er ikke længere forbundet. Genforbind fra skærmen Optag, og prøv igen — din optagelse ligger stadig på enheden.
de: Der Gurt ist nicht mehr verbunden. Verbinde ihn im Aufnahme-Bildschirm neu und versuche es erneut — deine Aufnahme ist noch auf dem Gerät.
es: La banda ya no está conectada. Vuelve a conectarla desde la pantalla Grabar e inténtalo de nuevo: tu grabación sigue en el dispositivo.
fi: Vyö ei ole enää yhdistettynä. Yhdistä uudelleen Tallenna-näkymästä ja yritä uudelleen — tallennuksesi on yhä laitteessa.
fr: La ceinture n’est plus connectée. Reconnectez-la depuis l’écran Enregistrer et réessayez — votre enregistrement est toujours sur l’appareil.
is: Ólin er ekki lengur tengd. Tengdu aftur á upptökuskjánum og reyndu aftur — upptakan er enn á tækinu.
it: La fascia non è più connessa. Riconnettila dalla schermata Registra e riprova: la registrazione è ancora sul dispositivo.
ja: ストラップの接続が切れています。記録画面から再接続してもう一度お試しください — 記録はまだデバイスに残っています。
ko: 스트랩이 더 이상 연결되어 있지 않습니다. 기록 화면에서 다시 연결한 후 다시 시도하세요. 기록은 아직 기기에 남아 있습니다.
nb: Beltet er ikke lenger tilkoblet. Koble til igjen fra Opptak-skjermen og prøv på nytt — opptaket ligger fortsatt på enheten.
nl: De band is niet meer verbonden. Verbind opnieuw via het scherm Opnemen en probeer het nog eens — je opname staat nog op het apparaat.
pt_br: A cinta não está mais conectada. Reconecte pela tela Gravar e tente novamente — sua gravação continua no dispositivo.
ru: Датчик больше не подключён. Подключите его снова на экране «Запись» и повторите попытку — запись по-прежнему на устройстве.
sv: Bandet är inte längre anslutet. Anslut igen från skärmen Spela in och försök på nytt — din inspelning finns kvar på enheten.
zh_hans: 心率带已不再连接。请从“记录”界面重新连接后再试 — 你的记录仍保存在设备上。

source: Strap just went quiet — switching to your Watch's heart rate.
ar: توقف الحزام للتو — جارٍ التحويل إلى معدل ضربات القلب من ساعتك.
da: Pulsbæltet er lige gået stille — skifter til pulsen fra dit Watch.
de: Der Gurt sendet nicht mehr — ich wechsle zur Herzfrequenz deiner Watch.
es: La banda ha dejado de transmitir — cambio a la frecuencia cardiaca de tu reloj.
fi: Sykevyö hiljeni — vaihdetaan kellosi sykkeeseen.
fr: La ceinture ne transmet plus — passage à la fréquence cardiaque de votre montre.
is: Ólin þagnaði — skipti yfir í púlsinn frá úrinu þínu.
it: La fascia ha smesso di trasmettere — passo alla frequenza cardiaca del tuo Watch.
ja: ストラップの信号が途絶えました — Watch の心拍数に切り替えます。
ko: 스트랩 신호가 끊겼습니다 — 워치 심박수로 전환합니다.
nb: Beltet ble akkurat stille — bytter til pulsen fra Watch-en din.
nl: De band geeft geen signaal meer — ik schakel over op de hartslag van je Watch.
pt_br: A cinta ficou em silêncio — passando para a frequência cardíaca do seu relógio.
ru: Датчик замолчал — переключаюсь на пульс с ваших часов.
sv: Bandet tystnade nyss — byter till pulsen från din Watch.
zh_hans: 心率带刚刚没信号了 — 正在切换到手表的心率。

source: Strap reconnected but BLE handshake isn't ready yet. Wait 5–10 seconds and try again.
ar: أُعيد اتصال الحزام لكن مصافحة BLE ليست جاهزة بعد. انتظر 5–10 ثوانٍ وحاول مرة أخرى.
da: Pulsbæltet er genforbundet, men BLE-handshaket er ikke klar endnu. Vent 5–10 sekunder, og prøv igen.
de: Der Gurt ist wieder verbunden, aber der BLE-Handshake ist noch nicht bereit. Warte 5–10 Sekunden und versuche es erneut.
es: La banda se reconectó, pero el enlace BLE aún no está listo. Espera 5–10 segundos e inténtalo de nuevo.
fi: Vyö yhdistyi uudelleen, mutta BLE-kättely ei ole vielä valmis. Odota 5–10 sekuntia ja yritä uudelleen.
fr: Ceinture reconnectée, mais la négociation BLE n’est pas encore prête. Attendez 5 à 10 secondes et réessayez.
is: Ólin tengdist aftur en BLE-handaband er ekki tilbúið. Bíddu í 5–10 sekúndur og reyndu aftur.
it: La fascia si è riconnessa ma l'handshake BLE non è ancora pronto. Attendi 5–10 secondi e riprova.
ja: ストラップは再接続されましたが、BLE のハンドシェイクがまだ完了していません。5～10 秒待ってからもう一度お試しください。
ko: 스트랩이 다시 연결되었지만 BLE 핸드셰이크가 아직 준비되지 않았습니다. 5–10초 기다린 후 다시 시도하세요.
nb: Beltet koblet seg til igjen, men BLE-håndtrykket er ikke klart ennå. Vent 5–10 sekunder og prøv igjen.
nl: Band opnieuw verbonden, maar de BLE-handshake is nog niet klaar. Wacht 5–10 seconden en probeer het opnieuw.
pt_br: A cinta reconectou, mas o handshake BLE ainda não está pronto. Aguarde 5–10 segundos e tente novamente.
ru: Датчик переподключился, но согласование BLE ещё не готово. Подождите 5–10 секунд и повторите попытку.
sv: Bandet har återanslutits men BLE-handskakningen är inte klar än. Vänta 5–10 sekunder och försök igen.
zh_hans: 心率带已重新连接，但 BLE 握手尚未就绪。请等待 5–10 秒后再试。

source: Strap recording
ar: تسجيل الحزام
da: Remoptagelse
de: Gurtaufzeichnung
es: Grabación de la banda
fi: Pannan tallenne
fr: Enregistrement du capteur
is: Upptaka ólar
it: Registrazione della fascia
ja: ストラップの記録
ko: 스트랩 기록
nb: Stroppopptak
nl: Opname van de band
pt_br: Gravação da cinta
ru: Запись ремня
sv: Bandinspelning
zh_hans: 心率带记录

source: Strap recording (%lld beats)
ar: تسجيل الحزام (%lld نبضة)
da: Strapoptagelse (%lld slag)
de: Gurtaufzeichnung (%lld Schläge)
es: Grabación de la banda (%lld latidos)
fi: Vyön tallenne (%lld lyöntiä)
fr: Enregistrement de la ceinture (%lld battements)
is: Upptaka beltis (%lld slög)
it: Registrazione della fascia (%lld battiti)
ja: ストラップの記録（%lld 拍）
ko: 스트랩 기록(%lld박)
nb: Beltets opptak (%lld slag)
nl: Opname van de band (%lld slagen)
pt_br: Gravação da cinta (%lld batimentos)
ru: Запись пояса (%lld удара)
sv: Bältets inspelning (%lld slag)
zh_hans: 心率带记录（%lld 次心跳）

source: Strap refused to start streaming. Disconnect from the Record screen, reconnect, then try again.
ar: رفض الحزام بدء البث. اقطع الاتصال من شاشة التسجيل، وأعد الاتصال، ثم حاول مرة أخرى.
da: Pulsbæltet afviste at starte streaming. Afbryd fra skærmen Optag, genforbind, og prøv så igen.
de: Der Gurt hat das Streaming verweigert. Trenne ihn im Aufnahme-Bildschirm, verbinde ihn neu und versuche es dann erneut.
es: La banda se negó a iniciar la transmisión. Desconéctala desde la pantalla Grabar, vuelve a conectarla e inténtalo de nuevo.
fi: Vyö kieltäytyi aloittamasta suoratoistoa. Katkaise yhteys Tallenna-näkymästä, yhdistä uudelleen ja yritä sitten uudelleen.
fr: La ceinture a refusé de démarrer la diffusion. Déconnectez-la depuis l’écran Enregistrer, reconnectez-la, puis réessayez.
is: Ólin neitaði að hefja streymi. Aftengdu á upptökuskjánum, tengdu aftur og reyndu svo aftur.
it: La fascia ha rifiutato di avviare lo streaming. Disconnettila dalla schermata Registra, riconnettila, poi riprova.
ja: ストラップがストリーミングの開始を拒否しました。記録画面から切断して再接続し、もう一度お試しください。
ko: 스트랩이 스트리밍 시작을 거부했습니다. 기록 화면에서 연결을 끊고 다시 연결한 후 다시 시도하세요.
nb: Beltet nektet å starte strømming. Koble fra på Opptak-skjermen, koble til igjen og prøv på nytt.
nl: De band weigerde te starten met streamen. Verbreek de verbinding via het scherm Opnemen, verbind opnieuw en probeer het dan nog eens.
pt_br: A cinta se recusou a iniciar a transmissão. Desconecte pela tela Gravar, reconecte e tente novamente.
ru: Датчик отказался начинать передачу данных. Отключитесь на экране «Запись», подключитесь снова и повторите попытку.
sv: Bandet vägrade starta strömningen. Koppla från på skärmen Spela in, anslut igen och försök sedan på nytt.
zh_hans: 心率带拒绝开始传输数据。请从“记录”界面断开连接，重新连接后再试。

source: Strap reported an error: %@. Try again, or remove the strap from the chest pad for 30 s to restart it.
ar: أبلغ الحزام عن خطأ: %@. حاول مرة أخرى، أو افصل الحزام عن وسادة الصدر لمدة 30 ث لإعادة تشغيله.
da: Pulsbæltet rapporterede en fejl: %@. Prøv igen, eller tag pulsbæltet af brystpuden i 30 s for at genstarte det.
de: Der Gurt hat einen Fehler gemeldet: %@. Versuche es erneut oder nimm den Gurt 30 s vom Brustpolster ab, um ihn neu zu starten.
es: La banda informó de un error: %@. Inténtalo de nuevo, o separa la banda de la almohadilla de pecho durante 30 s para reiniciarla.
fi: Vyö ilmoitti virheestä: %@. Yritä uudelleen tai irrota vyö rintapehmusteesta 30 s:ksi käynnistääksesi sen uudelleen.
fr: La ceinture a signalé une erreur : %@. Réessayez, ou retirez la ceinture de la sangle pectorale pendant 30 s pour la redémarrer.
is: Ólin tilkynnti villu: %@. Reyndu aftur, eða taktu ólina af brjóstpúðanum í 30 s til að endurræsa hana.
it: La fascia ha segnalato un errore: %@. Riprova, oppure stacca la fascia dal sensore toracico per 30 s per riavviarla.
ja: ストラップがエラーを報告しました：%@。もう一度お試しいただくか、ストラップを胸パッドから 30 秒間外して再起動してください。
ko: 스트랩에서 오류를 보고했습니다: %@. 다시 시도하거나, 스트랩을 가슴 패드에서 30초간 분리하여 재시작하세요.
nb: Beltet rapporterte en feil: %@. Prøv igjen, eller ta beltet av brystputen i 30 s for å starte det på nytt.
nl: De band meldde een fout: %@. Probeer het opnieuw, of haal de sensor 30 s van de borstband om hem te herstarten.
pt_br: A cinta relatou um erro: %@. Tente novamente ou retire a cinta do sensor peitoral por 30 s para reiniciá-la.
ru: Датчик сообщил об ошибке: %@. Повторите попытку или отсоедините датчик от нагрудной площадки на 30 с, чтобы перезапустить его.
sv: Bandet rapporterade ett fel: %@. Försök igen, eller ta loss sensorn från bröstbandet i 30 s för att starta om den.
zh_hans: 心率带报告了一个错误：%@。请再试一次，或将心率带从胸带垫上取下 30 秒以重启。

source: Streamed (%lld streamed, %lld on strap)
ar: بث (%1$lld عبر البث، %2$lld على الحزام)
da: Streamet (%lld streamet, %lld på strap)
de: Gestreamt (%lld gestreamt, %lld auf dem Gurt)
es: Transmitido (%lld transmitidos, %lld en la banda)
fi: Suoratoistettu (%lld suoratoistettu, %lld vyössä)
fr: Diffusé (%lld en flux, %lld sur la ceinture)
is: Streymt (%lld streymt, %lld á belti)
it: Trasmesso (%lld in streaming, %lld sulla fascia)
ja: ストリーム（ストリーム %lld、ストラップ %lld）
ko: 스트리밍(스트리밍 %lld, 스트랩 %lld)
nb: Strømmet (%lld strømmet, %lld på beltet)
nl: Gestreamd (%lld gestreamd, %lld op de band)
pt_br: Transmitido (%lld transmitidos, %lld na cinta)
ru: Поток (%lld по потоку, %lld на поясе)
sv: Strömmat (%lld strömmade, %lld på bältet)
zh_hans: 流式（流式 %lld，心率带 %lld）

source: Streamed + strap merged — %@%% more beats recovered
ar: دمج البث مع الحزام — استُعيد %@%% نبضات إضافية
da: Streamet + strap flettet — %@%% flere slag genvundet
de: Gestreamt + Gurt zusammengeführt — %@%% mehr Schläge wiederhergestellt
es: Transmisión + banda combinadas — %@%% más latidos recuperados
fi: Suoratoisto + vyö yhdistetty — %@%% enemmän lyöntejä palautettu
fr: Flux + ceinture fusionnés — %@%% de battements récupérés en plus
is: Streymi + belti sameinað — %@%% fleiri slög endurheimt
it: Streaming + fascia uniti — %@%% di battiti in più recuperati
ja: ストリーム＋ストラップを統合 — 拍数を %@%% 多く回収
ko: 스트리밍 + 스트랩 병합 — 박동 %@%% 추가 복구
nb: Strømmet + belte slått sammen — %@%% flere slag hentet inn
nl: Gestreamd + band samengevoegd — %@%% meer slagen hersteld
pt_br: Transmissão + cinta mesclados — %@%% mais batimentos recuperados
ru: Поток + пояс объединены — восстановлено на %@%% больше ударов
sv: Strömmat + bälte sammanslaget — %@%% fler slag återvunna
zh_hans: 流式 + 心率带已合并 — 多恢复了 %@%% 的心跳

source: Streamed from strap
ar: بُثّ من الحزام
da: Streamet fra strap
de: Vom Gurt gestreamt
es: Transmitido desde la banda
fi: Suoratoistettu vyöstä
fr: Diffusé depuis la ceinture
is: Streymt frá belti
it: Trasmesso dalla fascia
ja: ストラップからストリーム
ko: 스트랩에서 스트리밍
nb: Strømmet fra beltet
nl: Gestreamd vanaf de band
pt_br: Transmitido da cinta
ru: Поток с пояса
sv: Strömmat från bältet
zh_hans: 来自心率带的流式数据

source: Streamed from Verity Sense
ar: بُثّ من Verity Sense
da: Streamet fra Verity Sense
de: Von Verity Sense gestreamt
es: Transmitido desde Verity Sense
fi: Suoratoistettu Verity Sensesta
fr: Diffusé depuis le Verity Sense
is: Streymt frá Verity Sense
it: Trasmesso dal Verity Sense
ja: Verity Sense からストリーム
ko: Verity Sense에서 스트리밍
nb: Strømmet fra Verity Sense
nl: Gestreamd vanaf Verity Sense
pt_br: Transmitido do Verity Sense
ru: Поток с Verity Sense
sv: Strömmat från Verity Sense
zh_hans: 来自 Verity Sense 的流式数据

source: Strength
ar: القوة
da: Styrke
de: Kraft
es: Fuerza
fi: Voima
fr: Musculation
is: Styrkur
it: Forza
ja: 筋力
ko: 근력
nb: Styrke
nl: Kracht
pt_br: Força
ru: Силовая
sv: Styrka
zh_hans: 力量

source: Stress
ar: الإجهاد
es: Estrés
fi: Stressi
is: Streita
ja: ストレス
ko: 스트레스
pt_br: Estresse
ru: Стресс
zh_hans: 压力

source: Stressed
ar: مُجهَد
da: Stresset
de: Gestresst
es: Estresado
fi: Stressi
fr: Stress
is: Streita
it: Stress
ja: ストレス
ko: 스트레스
nb: Stresset
nl: Gestrest
pt_br: Estresse
ru: Стресс
sv: Stressad
zh_hans: 压力大

source: Strong morning recovery and you put real work into the system. Body's adapting — this is what training looks like when it's working.
ar: تعافٍ صباحي قوي وقدّمت جهدًا حقيقيًا. جسمك يتكيّف — هكذا يبدو التدريب عندما يؤتي ثماره.
da: Stærk morgenrestitution, og du lagde rigtigt arbejde i det. Kroppen tilpasser sig — sådan ser træning ud, når den virker.
de: Starke Erholung am Morgen und du hast richtig gearbeitet. Dein Körper passt sich an – so sieht Training aus, wenn es wirkt.
es: Buena recuperación matinal y metiste trabajo de verdad. Tu cuerpo se está adaptando: así se ve el entrenamiento cuando funciona.
fi: Vahva aamupalautuminen ja teit oikeasti töitä. Keho sopeutuu – tältä harjoittelu näyttää, kun se toimii.
fr: Bonne récupération ce matin et vous avez fourni un vrai travail. Votre corps s'adapte — voilà à quoi ressemble un entraînement qui fonctionne.
is: Góð endurheimt í morgun og þú lagðir alvöru vinnu í þetta. Líkaminn aðlagast — svona lítur þjálfun út þegar hún virkar.
it: Ottimo recupero mattutino e hai lavorato sul serio. Il corpo si sta adattando: ecco come appare l'allenamento quando funziona.
ja: 朝の回復は良好で、しっかり負荷をかけました。体は適応中です — トレーニングがうまくいっているときの姿です。
ko: 아침 회복이 좋았고 제대로 훈련했습니다. 몸이 적응하는 중입니다. 훈련이 효과를 낼 때의 모습입니다.
nb: God restitusjon i morges, og du la inn ordentlig arbeid. Kroppen tilpasser seg – slik ser trening ut når den virker.
nl: Sterk herstel vanochtend en je hebt echt werk verzet. Je lichaam past zich aan — zo ziet training eruit als het werkt.
pt_br: Recuperação matinal forte e você fez um trabalho de verdade. Seu corpo está se adaptando — é assim que o treino parece quando funciona.
ru: Хорошее утреннее восстановление, и вы как следует поработали. Организм адаптируется — так выглядит тренировка, которая работает.
sv: Stark återhämtning i morse och du lade in riktigt arbete. Kroppen anpassar sig – så ser träning ut när den fungerar.
zh_hans: 早晨恢复良好，你也付出了真正的努力。身体正在适应——这就是有效训练的样子。

source: Strongest reasoning
ar: أقوى استدلال
da: Stærkeste ræsonnement
de: Stärkstes logisches Denken
es: Razonamiento más potente
fi: Vahvin päättely
fr: Raisonnement le plus poussé
is: Öflugasta rökhugsun
it: Ragionamento più potente
ja: 最も強力な推論
ko: 가장 강력한 추론
nb: Sterkest resonnering
nl: Sterkste redenering
pt_br: Raciocínio mais forte
ru: Самые сильные рассуждения
sv: Starkast resonemang
zh_hans: 最强推理
